BRBPortal_CSharp/StaticData/XMLFile1.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:api="http://cityofberkeley.info/RTS/ClientPortal/API">
  <soapenv:Header/>
  <soapenv:Body>
    <api:updateUnitStatusChange>
      <unitStatusChangeReq>
        <userId>DAVE02</userId>
        <propertyId>1968</propertyId>
        <unitId>30633</unitId>
        <clientPortalUnitStatusCode>Exempt</clientPortalUnitStatusCode>
        <unitStatus>Exempt</unitStatus>
        <!--Optional:-->
        <exemptionReason>Commercial Use</exemptionReason>
        <declarationInitial>dbb</declarationInitial>
        <questions>
          <!--Optional:-->
          <dateStarted>04/04/2018</dateStarted>
          <!--Optional:-->
          <asOfDate>04/04/2018</asOfDate>
          <!--Optional:-->
          <occupiedBy></occupiedBy>
          <!--Optional:-->
          <contractNo></contractNo>
          <!--Optional:-->
          <commeUseDesc>something</commeUseDesc>
          <!--Optional:-->
          <isCommeUseZoned></isCommeUseZoned>
          <!--Optional:-->
          <isExclusivelyForCommeUse>No</isExclusivelyForCommeUse>
          <!--Optional:-->
          <_x0035_0PercentAsOf31Dec1979></_x0035_0PercentAsOf31Dec1979>
          <!--Optional:-->
          <ownerOccupantName></ownerOccupantName>
          <!--Zero or more repetitions:-->
          <namesOfownersOfRecord></namesOfownersOfRecord>
          <!--Optional:-->
          <nameOfPropertyManagerResiding></nameOfPropertyManagerResiding>
          <!--Optional:-->
          <emailOfPhoneOfPropertyManagerResiding></emailOfPhoneOfPropertyManagerResiding>
          <!--Optional:-->
          <IsOwnersPrinciplePlaceOfResidence></IsOwnersPrinciplePlaceOfResidence>
          <!--Optional:-->
          <doesOwnerResideInOtherUnitOfThisUnitProperty></doesOwnerResideInOtherUnitOfThisUnitProperty>
          <!--Zero or more repetitions:-->
          <tenantsAndContactInfo>
            <name></name>
            <contactInfo></contactInfo>
          </tenantsAndContactInfo>
        </questions>
      </unitStatusChangeReq>
    </api:updateUnitStatusChange>
  </soapenv:Body>
</soapenv:Envelope>